[
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 0,
        "text": "1Metabolomics in Diabetes Research Nele Friedrich Institute for Clinical Chemistry and Laboratory Medicine, University of Greifswald; Germany Running head: Metabolomics in Diabetes Research Keywords: metabolomics, insulin resistance, diabetes, glucose metabolism, NMR , mass spectrometry Words only: 5,777 Literature: for the present review. Literature was identified primarily through searches for specific investigators in the PubMed database. Corresponding author’s address: PD Nele Friedrich University of Greifswald Institute for Clinical Chemistry and Laboratory Medicine Ferdinand9Sauerbruch9Strasse, D917475 Greifswald, Germany Tel 0049(0)383498619655 Fax 0049(0)38349865502 nele.friedrich@uni9greifswald.de Page 1 of 33 Accepted Preprint first posted on 20 June 2012 as Manuscript JOE-12-0120 Copyright © 2012 by the Society for Endocrinology. 2ABSTRACT Diabetes represents one of the most important global health problems because it is associated with a large economic burden for the health systems of many count ries. Whereas the diagnosis and treatment of manifest diabetes have been well investigated , the identification of novel pathways or early biomarkers indicative of metabolic alterations or insulin resistance related to the development of diabetes is still in progress. Over half of the type 2 diabetes patients show manifestations of diabetes9related diseases, whi ch highlights the need for early screening markers of diabetes. During the last decade, the rapidly growing research field of metabolomics has introduced new insights into the pa thology of diabetes as well as methods to predict disease onset and revealed new biomarker. A recent epidemiological studies firstly used metabolism to predict incident diabetes and revealed branched9chain and aromatic amino acids including isoleucine, leucine, vali ne, tyrosine and phenylalanine as highly9significant predictors of future diabetes. This review summarizes the current findings of metabolic research in animal models and human investigat ions. Page 2 of 33 3INTRODUCTION Diabetes mellitus, particularly type 2 diabetes (T2DM), represents one of t he most significant global health problems because it is associated with a large economic burden for the health systems of many countries. The World Health Organization (WHO) repo rted that worldwide 171 million subjects are affect by diabetes in 2000, which is equival ent to a prevalence of 2.8%, and these reports predicted an estimated future number of 366 mill ion affected individuals in 2030, which would be equivalent to a diabetes prevalence of 4.4% (Wild, et al. 2004). However, recent data of the International Diabetes Federation (IDF) revealed t hat this number has already been achieved in 2011. The IDF expected an even higher number of 552 million affected persons in 2030. Due to the broad range of diabetes9related complications, including diabetic nephropathy, peripheral neuropathy and cardiovascular disease, diabetes is a major cause of both morbidity and mortality. Diabetes mellitus is a chronic disease that is characterised by high blood gl ucose levels, which may be due either to the progressive failure of pancreatic beta9cell function and consequently a lack of insulin production (type 1: T1DM) or to the development of insulin resistance and subsequently the loss in beta9cell function (T2DM). Approximately 90% of patients with diabetes have T2DM. T1DM is an autoimmune disease with a strong genetic component."
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 1,
        "text": "the progressive failure of pancreatic beta9cell function and consequently a lack of insulin production (type 1: T1DM) or to the development of insulin resistance and subsequently the loss in beta9cell function (T2DM). Approximately 90% of patients with diabetes have T2DM. T1DM is an autoimmune disease with a strong genetic component. Genetic susceptibility to T1DM has been intensively investigated, and the major histocompatibility complex (MHC) was reported to be the main genetic determinant (Noble and Erlich 2012; Polychronakos and Li 2011). The predominant cause of T2DM is related to lifestyle factors including diet, insufficient physical activit y, an overweight or obese state and stress. Furthermore, at least 36 genes, accounting for 10% of the total genetic component, have been significantly associated with an increased risk for T2DM (Herder and Roden 2011). Moreover, further 18 genes were related to glucose and HbA1c levels as well as insulin resistance. Detailed reviews on the genetics of T1DM and T2DM have been presented elsewhere (Herder and Roden 2011; Polychronakos and Li 2011). The diagnosis of diabetes is mainly based on the results of blood tests examini ng fasting plasma glucose or glycated haemoglobin (HbA1c) levels ( World Health Organization 2006). Page 3 of 33 4Additionally, the treatment of diabetes is linked to these measures, as the main goal of antidiabetic therapy is to reduce blood glucose and HbA1c levels via the administra tion of insulin (T1DM) or antidiabetic medication (T2DM). Furthermore, lifestyl e changes, such as eating a more healthful diet, performing regular physical activity, achiev ing a normal body weight and smoking cessation, are recommended for diabetic patients. Whereas the diagnosis and treatment of manifest diabetes have been thoroughly investigated, the identification of novel pathways or early biomarkers indi cative of metabolic alterations or insulin resistance related to the development of T2DM is still underway. Data from the National Health and Nutrition Examination Survey (NHANES) showed that estimated 57.9 % of subjects with diagnosed diabetes are affected by one or m ore macro9 or microvascular complications (American Association of Clinical Endoc rinologists 2007), which highlights the need for early screening markers to monitor the development o f T2DM. During the last decade, the rapidly growing research field of metabolomics has intr oduced new insights into the pathology of diabetes as well as methods to predict disease onset. In accordance with the other “omics” techniques, such as genomics, transc riptomics or proteomics, the term metabonomics, which is synonymous with metabolomic s or metabolic profiling, was first introduced by Nicholson and colleagues in 1999 (Nichol son, et al. 1999). Metabolomics relates to measurements of the metabolome, which represents t he entire collection of all small9molecule metabolites present in any biological orga nism (Oliver, et al. 1998; Tweeddale, et al. 1998). The advantages of metabolomics over other “om ics” technologies include its high level of sensitivity and its ability to enable t he analysis of relatively few metabolites compared with the unwieldy number of corres ponding genes or mRNA molecules. The comprehensive Human Metabolome Database (HMDB) contai"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 2,
        "text": "Tweeddale, et al. 1998). The advantages of metabolomics over other “om ics” technologies include its high level of sensitivity and its ability to enable t he analysis of relatively few metabolites compared with the unwieldy number of corres ponding genes or mRNA molecules. The comprehensive Human Metabolome Database (HMDB) contai ned approximately 7900 metabolite entries in January 2009. Another advantage of metab olomics is that metabolites are the final downstream products of the interaction between genes and influences like environmental factors, health behaviour or pharmaceutical interventions, and metabolite levels reflect the activity of metabolic pathways. Theref ore, metabolomics enables Page 4 of 33 5the detection of short9term as well long9term physiological or pathologic al changes in cells, tissues or body fluids and represents a useful tool for biomarker detect ion. The purpose of the present review is to summarise current metabolomics t echnologies and to provide an overview of the contribution of metabolomics to diabetes resear ch. METABOLOMICS TECHNOLOGIES The two main high9throughput metabolomics tools consist of nuclear magnetic r esonance (NMR) spectroscopy and mass spectrometry (MS). Both methods enable t he comprehensive investigation of metabolic profiles (Dunn, et al. 2005; Hollywood, et al. 2006 ; Lenz and Wilson 2007) and can provide complementary snapshots of the metabolome of bod y fluids such as plasma, urine or cerebrospinal fluid (Bictash, et al. 2010). Nuclear magnetic resonance spectroscopy NMR is a widely used spectroscopic technique for metabolomics that is bas ed on the magnetic properties of the atomic nucleus (e.g., 1H, 13C, or 31P). This method was first used for the analysis of body fluids in the 1980s (Bell, et al. 1989; Iles, et al. 1985; Nicholson, et al. 1984). The behaviour of NMR active nuclei in a strong magnetic field provides i nformation about the structural and chemical properties of a molecule. Due to the hi gh abundance of the 1H nucleus, 1H9NMR spectroscopy has been heavily utilised to investigate biological f luids such as plasma and urine as well as tissues. Each separate signal in a 1H9NMR spectrum corresponds to a particular compound. Exemplary 1H9NMR spectra for human urine and plasma are shown in figure 1. Based on measurements of 9 chemical shift 9 spin–spin coupling: Neighbouring nuclei influence the effective magnetic field which results in spin interaction. The so called spin-spin coupling can cause splitting of the signal into two or more peaks. 9 relaxation: Describes the return to equilibrium of net magnetization and included two types of relaxation: Spin-Lattice (T 1, also called longitudinal relaxation) and Spin-Page 5 of 33 6 Spin (T 2, also called transverse relaxation) . 9 diffusion the identification of single metabolites and absolute quantification are poss ible. Detailed information regarding NMR theory, its application and typical chemical s hift values is available elsewhere (Blümich 2005). The application of NMR spectroscopy in metabolomics ranges from pharmaceutical studies (Lindon, et al. 2007) to cardiovascular bi omarker identification (Griffin, et al. 2011; Rhee and Gerszten 2012). Advantages of NMR spectroscopy include the non9destructive nature of"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 3,
        "text": "its application and typical chemical s hift values is available elsewhere (Blümich 2005). The application of NMR spectroscopy in metabolomics ranges from pharmaceutical studies (Lindon, et al. 2007) to cardiovascular bi omarker identification (Griffin, et al. 2011; Rhee and Gerszten 2012). Advantages of NMR spectroscopy include the non9destructive nature of the analys is, the robust and reproducible measurements and the minimal preparation requirements, as no separation or ionisation steps are necessary. However, in comparison to MS, the analytical sensitivity of NMR is relatively low, even if stronger magnetic fi elds are used to increase the analytical sensitivity. Mass spectrometry MS is a powerful tool for investigating molecular structure as well as f or detecting and quantifying metabolites (Lenz and Wilson 2007). The first step in MS c onsists of the ionisation of the analyte, which is followed by the separation of the ions ac cording to their mass9to9charge (m/z) ratio using an analyser with an electromagnetic fiel d. In metabolomics, MS is often combined with other suitable methods for the analytical separ ation of compounds, including gas chromatography (GC) or liquid chromatography (LC), to achieve detection of distinct metabolite classes (Buscher, et al. 2009). One study comparing GC, LC and capillary electrophoresis (CE) revealed that LC was the most robust method and enabled the br oadest coverage of metabolite classes (Buscher et al. 2009). However, both GC9MS und LC9MS demonstrate high separation efficiency and are excellent tools for metaboli c profiling. Exemplary MS spectrum for human urine is shown in figure 2. The application of MS in the metabolomics field ranges from studies of microorganisms and plants to biomarker detection. The greatest advantage of the MS methods is their high level of sensitivity , although disadvantages arise from the destruction of the sample and the long sample preparat ion time Page 6 of 33 7required. Detailed descriptions of MS methods have been provided elsewhere (de Hoffmann and Stroobant 2007). Due to the limited overlap for metabolite detection and thus the compleme ntary nature of MS and NMR spectroscopy, studies using a multiplatform approach may provide a more comprehensive understanding of metabolic alterations than studies using only one of these tools (Williams, et al. 2006a). EXPERIMENTAL STUDIES APPLIED TO GLUCOSE METABOLISM AND DIABETES Dietary-induced obesity and insulin resistance A series of experimental studies have been conducted using dietary9induced obesity or insulin resistance rodent models to investigate the metabolic profiles of urine (Kim, et al. 2009), blood (Li, et al. 2010a; Shearer, et al. 2008) or tissue (Li et al. 2010a; Lin, et al. 2011), and these results have led to new insights into the development of diabetes. Dietary9induced obesity models have the advantage of being more similar to the development of human obesity in comparison to genetic models , and as a result, these models mirror the progression of insulin resistance and diabetes after a prolonged period of developmen t (Fearnside, et al. 2008). High9fat9fed C57BL/6J mice become obese and insuli n resistant and demonstrate different serum levels of 1H9NMR9based metabolite"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 4,
        "text": "human obesity in comparison to genetic models , and as a result, these models mirror the progression of insulin resistance and diabetes after a prolonged period of developmen t (Fearnside, et al. 2008). High9fat9fed C57BL/6J mice become obese and insuli n resistant and demonstrate different serum levels of 1H9NMR9based metabolite concentrations in comparison to chow9fed mice (Shearer et al. 2008). Whereas the citrate concentration was higher in high9fat9fed mice than in chow9fed mice, the concentrations of glycine, lysine, suberate, acetate, leucine, valine or trimethylamine N9oxide were signif icantly lower in high9 fat9fed mice. Furthermore, dietary9induced insulin resistance could be predicted according to various metabolite levels, specifically those of lysine, glycine, cit rate, leucine, suberate and acetate, and these metabolite levels could also be used to discriminate between c how9 and high9fat9fed animals. Additionally, the urinary metabolic profiles of hi gh9fat9fed rats were significantly different from those of normal9diet9fed rats (Kim et al. 2009). 1H9NMR spectroscopy also revealed diet9related variations in the levels of betaine, taur ine, acetone/acetoacetate, phenylacetylglycine, pyruvate, lactate and citrate. MS9based studies Page 7 of 33 8can also detect additional diet9induced changes in metabolites (Li et al. 2010a; Lin et al. 2011); one study investigated the diet9induced inhibition of insulin in the l iver tissue and plasma of wild9type and glycerol939phosphate acyltransferase 1 (GPAT91)9de ficient mice, which remain insulin sensitive independent of their diet (Li et al. 2010a). As suming that metabolic changes identified in insulin9resistant wild9type mice are speci fically related to hepatic insulin resistance and may therefore indicate a causative pathwa y, these authors demonstrated alterations in the concentrations of 43 liver and 19 plasma metabol ites. The identified increases in urea cycle9related metabolites, such as citrull ine, aspartate or N9 acetyl9glutamate, were indicative of early up9regulation of the urea cyc le, whereas the altered levels of liver metabolites suggested the existence of variations in gluc ose metabolism (1,59 anhydroglucitol decrease), bile acid metabolism (taurocholate decrease) and pyrimidine metabolism (2′9deoxyuridine increase). Moreover, the increase in pyrimidi ne metabolites and the decreases in bradykinin, kynurenine and α9ketoglutarate concentrations were al so confirmed in the plasma. A separate MS study extended this approach of diet 9induced insulin resistance to include a metabolic oral glucose tolerance test (OGTT) and addit ionally examined liver, brain and skeletal tissues (Lin et al. 2011). These MS data enabled the authors to discriminate between both the 1209min and 09min time points for both standard9 fed (SD) and high9fructose9fed (HFrD) rats, and these data also identif ied specific metabolic effects in insulin9resistant rats. As expected, insulin adminis tration9related up9regulation of lysophosphatidylcholines (Lin et al. 2011) was observed in SD rats but not in HFrD rats. However, the levels of the branched9chain amino acids (BCAA) proline, tryptophan and methionine were decreased in HFrD rats at 120 min but were unchanged in SD rats , and opposite effects were observed for the amino acids leucine and isoleuc ine, which had previously been shown to be related to insulin sensitivity (Shaham, et al. 2008) and were present"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 5,
        "text": "proline, tryptophan and methionine were decreased in HFrD rats at 120 min but were unchanged in SD rats , and opposite effects were observed for the amino acids leucine and isoleuc ine, which had previously been shown to be related to insulin sensitivity (Shaham, et al. 2008) and were present at lower levels in HFrD rats. By comparing SD and HFrD rats at the 09min time point, differences were identified for various compounds, including phospholipids, ami no acids, bile acids, fatty acids and metabolites. Moreover, regarding purine metabolism and t he Krebs cycle, a complex metabolic perturbation in HFrD rats was observed. I ncreased levels of Page 8 of 33 9phospholipids and fatty acid were also found in high9fat9fed mice in combination wi th lower levels of betaine, carnitine and acylcarnitines, which are metabolites involved in lipid metabolism (Kim, et al. 2011). In liver and skeletal muscle tissue, a high9fructose diet leads to oxidative stress, elevated levels of amino acids and alterations in fatty acid biosynthesis, whereas this type of diet is related to decreased amino acid levels and the up9regulation of purine biosynthesis in the cerebral cortex and hippocampus (Lin et al. 2011). In general, the distinction between diet9related effects and obesity9related ef fects represents a common problem in dietary9induced diabetes models. One recent study in mice investigated the long9 and short9term consequences of various types of di ets and aimed to distinguish the specific effects of each diet from those of obesity in gener al (Duggan, et al. 2011). The results revealed that diet has a major impact on the metabolic pr ofiles measured by 1H9NMR; whereas diet influenced metabolites related to energy and glucose metabolism, obesity mainly caused alterations in amino acids and large non9polar molecules . Genetic rodent models of diabetes Genetic T2DM models have several advantages over diet9induced models, including a s hort generation time, heritable traits and lower cost, although the “natural” devel opment of diabetes over a prolonged period of time is lacking in these animals. The t wo most popular obesity/T2DM models include the db/db model and the obese Zucker (fa/fa) model, w hich are both characterised by an autosomal recessive defect in the leptin receptor gene that results in obesity and subsequent insulin resistance (Chen and Wang 2005). Based on these models, differences in urinary (Connor, et al. 2010; Gipson, et al. 2008; Patterson, et al. 2011; Salek, et al. 2007; Williams, et al. 2005a; Williams, et al. 2006b; Zhao, et al. 2010a), plasma (Major, et al. 2006; Williams et al. 2006a) and tissue (Connor et al. 2010; Xu, et al. 2009) metabolic profiles have been reported between affected and control rodents. Sever al studies have demonstrated profound alterations in metabolites involved in the tric arboxylic acid (TCA) cycle. The TCA cycle is an amphibolic pathway that occurs in the inner mitochondrial membrane and plays an important role in energy metabolism. The final Page 9 of 33 10products of fatty acid degradation and glycolysis are included in the TCA cycl e,"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 6,
        "text": "involved in the tric arboxylic acid (TCA) cycle. The TCA cycle is an amphibolic pathway that occurs in the inner mitochondrial membrane and plays an important role in energy metabolism. The final Page 9 of 33 10products of fatty acid degradation and glycolysis are included in the TCA cycl e, and TCA cycle intermediates are involved in amino acid synthesis and degradation as well as gluconeogenesis. Whereas Zucker rats (Williams et al. 2005a; Williams et al. 2006b; Zhao et al. 2010a) typically have decreased urinary concentrations of TCA metabolites, suc h as citrate, malate, fumarate, 29ketoglutarate or succinate, the db/db mous e (Connor et al. 2010; Salek et al. 2007) has exhibited increased levels of TCA metabolites, and these change s are indicative of the down9 and up9regulation of the TCA cycle, respective ly. In a study with rhesus macaques, animals with T2DM demonstrated 29fold higher levels of citrat e compared to normal animals (Patterson et al. 2011). Additionally, Sprague–Dawley rats with T1DM induced by streptozotocin demonstrated higher levels of pyruvate, succinate and f umarate (Zhang, et al. 2008). This study further showed strong associations between TCA c ycle intermediates and components of glucose metabolism in normal rats, specific ally between pyruvate, as the end product of glycolysis, and 29oxoglutarate, fumarat e or citrate. In diabetic rats, there was evidence for a disturbed balance between the TCA cycle and glucose metabolism, as the glucose levels were not associated with those of lact ate or various TCA cycle intermediates. Thus, the concentrations of succinate were not correl ated with those of 29oxoglutarate or citrate (Zhang et al. 2008). Beside disturbances in interm ediate correlations, the metabolite composition demonstrated a strong age9dependent variation. Wil liams and colleagues (Williams et al. 2006b) reported that the urinary ratios of α9ketoglutarate and succinate to citrate were in favour of citrate at an age of four we eks in Zucker rats, although this finding was no longer apparent at 20 weeks. In db/db mice, a decrease i n the concentration of both TCA and non9TCA metabolites was also reported with age (Salek et al. 2007). Regarding taurine, the urinary levels in control and Zucker rats w ere comparable at eight weeks, whereas taurine was absent in 50% of the Zucker animals at 20 weeks (Williams et al. 2006b). Other metabolites involved in amino acid me tabolism have been shown to be associated with T2DM. For example, amino acids, such as p henylalanine, valine, tryptophan, lysine and glutamic acid, and amino acid metabolites, such as 29 hydroxyisobutyrate, 29hydroxyisovalerate and kynurenic acid, were present at highe r Page 10 of 33 11concentrations in the urine of Zucker rats (Connor et al. 2010; Gipson et al. 2008; Salek et al. 2007), db/db mice (Connor et al. 2010; Gipson et al. 2008) and monkeys (Patt erson et al. 2011) than in control animals, although lower concentrations of these compounds have also been reported (Salek et al. 2007; Williams et al. 2006b). These results p rovide evidence for the complex perturbation"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 7,
        "text": "al. 2007), db/db mice (Connor et al. 2010; Gipson et al. 2008) and monkeys (Patt erson et al. 2011) than in control animals, although lower concentrations of these compounds have also been reported (Salek et al. 2007; Williams et al. 2006b). These results p rovide evidence for the complex perturbation of amino acid metabolism in diabetic disease. The largest portion of amino acid metabolism takes place in the liver, and although a broad ran ge of amino acids are glucogenic and are utilised for hepatic gluconeogenesis, a smaller number of a mino acids are ketogenic and are converted to ketone bodies. An additional rodent study (Moc hida, et al. 2011) on T1DM using the AKITA mouse model confirmed these previous urine findings and demonstrated higher amino acid, BCAA, alanine, citrulline and proline levels i n the plasma of T1DM rats indicative of disease state9dependent changes. As hyp erglycaemia progressed, the differences regarding the mentioned amino acids and BCAA became more pronounced. Additionally, these authors demonstrated a relation between increased blood glucose levels and increases in plasma levels of valine, leucine, isoleuci ne, BCAA and alanine (Mochida et al. 2011). In addition to insulin resistance, BCAA supplem entation to the high9fat diet leads to chronic increased activation of mTOR in rats (Newgard, et al. 2009), and overactivation of the mTOR/S6K1 pathway has been linked to the development of insulin resistance via beta9cell adaptation to hyperglycaemia (Fraenkel, et al. 2008; Khamzina, et al. 2005; Um, et al. 2004). Further details concerning the relation between a mino acids and diabetes are provided in the human studies section of this review. A series of rodent studies found increased urinary levels of fatty acids in Zucker rats (Salek et al. 2007; Williams et al. 2006b). Furthermore, higher levels of carnit ine, an essential compound for the transport of fatty acids from the cytosol into the mitochondria, and one that is related to T2DM (De Palo, et al. 1981), have been observed in diabetic r odents (Connor et al. 2010; Williams et al. 2006b). A multiplatform study confirmed the enriched fatty acid metabolism of the db/db mouse by revealing increased transcript levels of f atty acid metabolism9associated carnitine palmitoyltransferase (Cpt) in the liver and higher urinary carnitine levels, as measured using LC9MS (Gipson et al. 2008). Furthermore, increased Page 11 of 33 12carnitine levels with age were observed in db/db but not in control mice, and similar age9 dependent increases in carnitine were also reported in non9diabetic rats (Will iams, et al. 2005b). Increased fatty acid metabolism result from a higher rate of lipol ysis in adipose tissue and might exacerbate insulin resistance in liver and muscle tis sue (Delarue and Magnan 2007). High fatty acid levels subsequently lead to a higher oxidation rat e and therefore to the induction of ketogenesis. Thus, diabetic animals typicall y exhibit higher levels of ketone bodies, including β9hydroxybutyrate or acetone, as compared to controls (Salek et al. 2007; Zhao et al. 2010a). Similar to changes in amino acid levels,"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 8,
        "text": "levels subsequently lead to a higher oxidation rat e and therefore to the induction of ketogenesis. Thus, diabetic animals typicall y exhibit higher levels of ketone bodies, including β9hydroxybutyrate or acetone, as compared to controls (Salek et al. 2007; Zhao et al. 2010a). Similar to changes in amino acid levels, increased levels of ketone bodies have been associated with the diseased state as well as age (Sal ek et al. 2007). Taken together, the shift from euglycaemia towards hyperglycaemia is likely linked to pronounced metabolic perturbations and mitochondrial metabolic dysfunction. Beside the previously mentioned metabolites, a wide range of additional urine or tissue metabol ites, e.g., choline, allantoin, glycine or betaine, has also been related to obesity or diabetes in different studies (Gipson et al. 2008; Patterson et al. 2011; Salek et al. 2007; Wil liams et al. 2005a; Williams et al. 2006b; Zhang et al. 2008; Zhao et al. 2010a). Several studies have also detected differences in metabolites known to ori ginate from the gut microflora. For example, hippurate, which is mainly produced via gut microbial metabolism (Nicholson, et al. 2005), was shown to be elevated in db/db mice (Connor et al. 2010; Salek et al. 2007) but decreased in Zucker rats (Salek et al. 2007; William s et al. 2006b; Zhao et al. 2010a), whereas microbiota9derived methylamines such as dimethylamine or tr imethylamine9 N9oxide were shown to be increased in both types of rodents (Connor et al. 2010; Gipson et al. 2008; Salek et al. 2007; Zhang et al. 2008; Zhao et al. 2010a). Reasons for t his discrepancy may be related to differences in the composition of the intesti nal microflora. HUMAN STUDIES APPLIED TO GLUCOSE METABOLISM AND DIA BETES Glucose ingestion The OGTT measures the body’s ability to metabolise glucose and clear exc ess glucose from the bloodstream. Since the 1970s, the OGTT has been a standard diagnostic tool i n Page 12 of 33 13diabetology. A 29h OGTT is routinely performed in fasting patients; pati ents drink a beverage containing a specific amount of glucose according to their body weight, and 2 h after the glucose load, the blood glucose concentration is measured and provides inf ormation on glucose tolerance. According to the WHO , in healthy individuals, the venous plasma glucose level should be below 7.8 mmol/l; values greater than this can be used to diagnose i mpaired glucose tolerance (7.8 9 11.1 mmol/l) or diabetes mellitus (≥11.1 mmol/l) (World Health Organization 2006) . Several studies have investigated changes in the metabolic profile in relation to glucose ingestion (Matysik, et al. 2011; Shaham et al. 2008; Spegel, et al. 2010; Zhao, et al. 2009). An investigation (Shaham et al. 2008) among participants in the Metabolic Abnormalities in College Students (MACS) study who demonstrated normal glucose tolerance revealed significant kinetic alterations in 21 out of 191 plasma metabolites, as m easured by LC9MS, in response to an OGTT. Eighteen of these metabolites were independently identif ied in subjects from the Framingham Offspring Study, and several"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 9,
        "text": "Metabolic Abnormalities in College Students (MACS) study who demonstrated normal glucose tolerance revealed significant kinetic alterations in 21 out of 191 plasma metabolites, as m easured by LC9MS, in response to an OGTT. Eighteen of these metabolites were independently identif ied in subjects from the Framingham Offspring Study, and several metabol ites, including glucose, lactate, hippurate and glycerol, had also been previously related to gluc ose metabolism (Pelkonen, et al. 1967). However, this study demonstrated novel changes in the l evels of bile acids following the OGTT; the levels of three bile acids, glycocholic acid (GCA), glycochenodeoxycholic acid (GCDCA) and taurochenodeoxycholic acid (TCDCA), w ere increased within the first 30 min following glucose ingestion and remained st able thereafter. Another study (Zhao et al. 2009) examining healthy individuals revealed similar r esults concerning these bile acids and reported as much as a 69fold increase in these level s after 30 min (followed by a subsequent decrease). Both findings were confirmed by a thir d study (Matysik et al. 2011) that investigated bile acid signalling during the cours e of an OGTT in relation to 15 conjugated and unconjugated bile acids. In normal subjects, the level s of GCDCA, the bile acid with the highest plasma levels, and chenodeoxycholic acid (CDCA) increased within the first 60 min of the OGTT. Furthermore, this study found that in response to oral glucose ingestion, the levels of all of the examined glycine9 and taurine9conjugated bile acids were increased at 60 min and declined slightly over the following 60 min, whereas Page 13 of 33 14the levels of unconjugated bile acids, e.g., cholic acid, lithocholic acid and ursodeoxycholic acid, declined throughout the course of the OGTT. Bile acids are produced in the liver by the oxidation of cholesterol and are stored in the gall bladder. Upon food intake, bile ac ids are released into the duodenum and small intestine and facilitate the intesti nal absorption of nutrients, particularly dietary fat, drugs and steroids. The majorit y of excreted bile acids are reabsorbed in the terminal ileum and return to the liver via the enterohepatic circulation, and very low levels of bile acids are found in the systemic circulation. Beside their major role in dietary lipid absorption, bile acids are metabolic factors that play regulatory roles in fat, glucose and energy metabolism (Houten, et al. 2006; Lefebvre, et al. 2009). The report ed increase in bile acids in response to glucose ingestion is in concordance with a 3 9fold increase in the levels of bile acids in human serum following a standard liqui d meal (De Barros, et al. 1982). Furthermore, oral glucose ingestion leads to increased lev els of cholecystokinin, a hormone that stimulates the production of hepatic bile and gal l bladder contractions (Liddle, et al. 1985). The link between bile acids and glucose homeostas is was further confirmed by the demonstration of enhanced CYP7A1 mRNA expressi on following insulin injection or oral glucose administration in fasting mice (Li, et al. 2012). Additionally, in"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 10,
        "text": "production of hepatic bile and gal l bladder contractions (Liddle, et al. 1985). The link between bile acids and glucose homeostas is was further confirmed by the demonstration of enhanced CYP7A1 mRNA expressi on following insulin injection or oral glucose administration in fasting mice (Li, et al. 2012). Additionally, in primary human hepatocytes, insulin and glucose were shown to stimulate CYP7A1 mRNA expression (Li, et al. 2010b; Li, et al. 2006), which suggests the existence of glucose/insulin9 regulated gene transcription in the liver. The CYP7A1 gene encodes the enzyme c holesterol 7α9hydroxylase, which is the rate9limiting enzyme in the cholesterol catabolic pathway and the conversion of cholesterol to bile acids and therefore represents a major point of regulation during bile acid synthesis. The direct glucose/insulin9stimulated ex pression of CYP7A1 leads to an increased bile acid pool size. Taken together, these findings indicate an important connection between bile acid metabolism and glucose homeostasis. He nce, it is not surprising that the bile acid metabolism is altered in patients w ith diabetes (Prawitt, et al. 2011). In addition, a metabonomic study revealed higher plasma levels of GCDC A in subjects with impaired glucose tolerance, as compared to subjects with normal glucose tolerance (Zhao, et al. 2010b). Another study detected differences in the compo sition of the Page 14 of 33 15bile acid pool between T2DM patients and controls (Brufau, et al. 2010). Wher eas the size of the total bile acid pool was not different, T2DM subjects demonstrated increased deoxycholic acid input rates and cholic acid synthesis rates but exhibited a lower proportion o f CDCA. Furthermore, therapy with bile acid sequestrants leads to the expected reductions i n both total cholesterol and low9density lipoprotein (LDL) cholesterol as well as i mprovements in glycaemic control in T2DM patients (Garg and Grundy 1994; Kondo and Kadowaki 2010; Suzuki, et al. 2006; Zieve, et al. 2007). Compared to patients who received co ntrol treatments or placebos, T2DM patients given bile acid sequestrants demonstrat ed greater reductions in the levels of plasma glucose and glycosylated haemoglobin. In regards to the OGTT studies, metabolites beside bile acids were also altered during the OGTT in healthy subjects. In fact, increases in lysophosphatidylcholine (Z hao et al. 2009) and decreases in amino acids (Table 1) (Shaham et al. 2008; Spegel et al. 2010) , acylcarnitines (Zhao et al. 2009) and fatty acids (Table 2) (Spegel et al. 2010; Zhao et al. 2009) were reported. The study by Zhao et al. (Zhao et al. 2009) provided a mor e systematic overview of fatty acid plasma changes during an OGTT; although the levels of f atty acids declined during an OGTT, the levels of saturated (SFA) and monounsaturated fatty acids (MUFA) were more significantly decreased than those of polyunsaturated fatty acids (PUFA). Moreover, a substantial reduction in the SFA/MUFA ratio was observed, consisting of a shift from MUFA towards SFA. These findings indicate a change in fatty acid composition following an OGTT. A more detailed discussion on this topic is"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 11,
        "text": "(MUFA) were more significantly decreased than those of polyunsaturated fatty acids (PUFA). Moreover, a substantial reduction in the SFA/MUFA ratio was observed, consisting of a shift from MUFA towards SFA. These findings indicate a change in fatty acid composition following an OGTT. A more detailed discussion on this topic is presente d in the next chapter. Overall, metabolic studies have revealed alterations in metabolites relat ed to pathways involved in the action of insulin, including lipolysis, ketogenesis, proteo lysis and glucose metabolism. These results indicate a change from beta9oxidation to glyc olysis and fat storage in response to glucose ingestion. Patient investigations Comparisons between the levels of various metabolites in diabetic patients and healthy controls have confirmed many of the findings from animal studies as well as studies Page 15 of 33 16investigating metabolic changes during an OGTT. These findings from human patient s can be summarised as follows: 1) As expected, diabetic patients exhibited differences in glucose metabolism . Patients with T1DM under insulin deprivation (Lanza, et al. 2010) or in T2DM (Li, et al. 2009; Suhre, et al. 2010) demonstrated elevated glucose or mannose levels as compared to healthy controls. Furthermore, in both T1DM and T2DM patients (Messana, et al. 1998; Zuppi, et al. 2002) increased lactate levels were observed, at which thes e levels increased with the grade of glucosuria in T2DM patients (Messana et al . 1998). 2) With respect to TCA cycle metabolites (and similar to db/db mice), patients with T1DM (Zuppi et al. 2002) and T2DM (Messana et al. 1998) had higher levels of ci trate, and these levels were also associated with increasing glucosuria (Messana et al. 1998). An additional study investigated the metabolic profiles of children w ho later progressed to T1DM and found decreased succinate and citrate levels at the tim e of birth (Oresic, et al. 2008). 3) The above9mentioned results were further confirmed in regards to the levels of ketone bodies during diabetes. Higher levels of acetone, acetoacetate and β9 hydroxybutyrate were observed in insulin9deprived T1DM (Lanza et al. 2010) and T2DM (Messana et al. 1998; Nicholson et al. 1984; Suhre et al. 2010) subjects, indicating ketoacidotic metabolic decompensation. 4) Additionally, alterations in intestinal microflora9associated metabolit es have been detected. Insulin9deprived T1DM and T2DM patients exhibited elevated levels of hippurate, dimethylamine or trimethylamine9N9oxide (Messana et al. 1998; Zuppi et al. 2002), although a separate study observed lower levels of hippurate and 39 hydroxyhippurate among pre9diabetic individuals with impaired glucose tolerance (Zhao et al. 2010b). The human gut microbiota has an important role in health, which has been comprehensively discussed by several authors (Fujimura, et al. 2010; Nicholson et al. 2005; Prakash, et al. 2011) and is outside the focus of t he present review. Page 16 of 33 17Fatty acid alterations in patients with diabetes have been extensively exa mined. In accordance with genetic rat models (Salek et al. 2007; Williams et al. 2006b), increased fatty acid levels were detected in T2DM patients (Li et al. 2009; Suhre et"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 12,
        "text": "of t he present review. Page 16 of 33 17Fatty acid alterations in patients with diabetes have been extensively exa mined. In accordance with genetic rat models (Salek et al. 2007; Williams et al. 2006b), increased fatty acid levels were detected in T2DM patients (Li et al. 2009; Suhre et al. 20 10; Yi, et al. 2007; Yi, et al. 2008; Yi, et al. 2006) as well as in subjects with impaired gl ucose tolerance (Zhao et al. 2010b). Changes in as many as 18 fatty acids, including SFA, MUFA and PUFA, were found in one study. Furthermore, the metabolic profile of plasma acylcarni tines revealed higher fasting levels of long9chain saturated and monounsaturated acylcarnitines in obese and T2DM subjects as compared to lean controls (Mihalik, et al. 2010). M oreover, the levels of free carnitine were increased in both groups, although differences betw een groups were observed for short9 and medium9chain acylcarnitine species as well as hydr oxyacylcarnitines, where higher levels were observed in T2DM patients. Similar to an OGTT9induced reduction in acylcarnitines (Zhao et al. 2009), an insulin9stimulated euglycaemic clamp led to a decrease in all acylcarnitine species for all three of the investigated groups, although this reduction was blunted in patients with T2DM (Mihalik et al. 2010). All of the investigated fatty acids and acylcarnitines are listed in table 2. Many studies have demonstr ated that obese subjects often exhibit elevated fatty acid levels due to the enlarged volu me of adipose tissue (Jensen, et al. 1989; Newgard et al. 2009; Opie and Walfish 1963). Furthermore, higher levels of fatty acids are related to a greater risk for diabetes (Charl es, et al. 1997; Pankow, et al. 2004; Paolisso, et al. 1995), although the underlying mechanisms are not compl etely understood. However, elevated levels of free fatty acids induce insulin re sistance in muscle and liver tissue by decreasing insulin9stimulated glucose uptake and glycogenesis (Boden 2003; Griffin, et al. 1999; Wilding 2007). Moreover, the improvement in insulin sensitivity caused by a reduction in fatty acid levels supports these findings (Boden, et al. 1998; Cusi, et al. 2007; Santomauro, et al. 1999). At present, there are several hypotheses as to how free fatty acids interfere with insulin signalling; these are related to oxidative stress or inflammatory lipid pathways and have been reviewed by Boden (Boden 2011). An additional observation from patient studies is the change in amino acid levels in diabetic patients. A broad range of amino acids, including leucine, isoleucine, valine, pheny lalanine, Page 17 of 33 18tyrosine, alanine, tryptophan and homocitrulline, has been shown to be substantially increased in T1DM (Lanza et al. 2010) or T2DM patients (Messana et al. 1998; S uhre et al. 2010) as well as among subjects with obesity (Newgard et al. 2009) or impai red glucose tolerance (Zhao et al. 2010b). In addition, these findings have been confirmed by st udies that revealed positive associations between amino acid levels and the homeostasi s model assessment index (Newgard et al. 2009) and"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 13,
        "text": "as well as among subjects with obesity (Newgard et al. 2009) or impai red glucose tolerance (Zhao et al. 2010b). In addition, these findings have been confirmed by st udies that revealed positive associations between amino acid levels and the homeostasi s model assessment index (Newgard et al. 2009) and insulin resistance of obese subjects , according to Bergman’s minimal model (Huffman, et al. 2009). However, lower lev els of glycine, glutamate and threonine have been observed in diabetic patients and obese subjects (Lanza et al. 2010; Messana et al. 1998; Newgard et al. 2009). A recent investigation (W ang, et al. 2011) of the Framingham Offspring Study firstly examined the predict ive ability of fasting plasma metabolite levels for incident T2DM and showed that the amino acids i soleucine, leucine, valine, tyrosine and phenylalanine were elevated 12 years prior to the ons et of diabetes and were also linked to a higher diabetes risk. In fact, the combinati on of increased fasting isoleucine, tyrosine and phenylalanine levels at baseline was related to a gre ater than 59fold higher risk of incident diabetes. Moreover, these results were independent ly replicated in the Malmo Diet and Cancer Study. These studies have highlighted the impact of amino acids on the actions of insulin and consequently glucose metabolism. In the 1940s , Luetscher (Luetscher 1942) already reported higher amino acid levels among diabet ic patients, and this finding was later confirmed by the demonstration of the posit ive correlation between amino acid levels and insulin (Felig, et al. 1969). Furthermore, the intravenous administration of amino acids leads to the stimulation of insulin s ecretion. This insulinotropic effect differs depending on the specific amino acids in question (Floyd, et al. 1966; Floyd, et al. 1968). However, the underlying mechanisms are complex and are related to the inhibition of glucose transport and gluconeogenesis (Krebs, et al. 2002; Langenberg and Savage 2011; Patti, et al. 1998). Page 18 of 33 19CONCLUSION AND CHALLENGES FOR THE FUTRUE The application of metabolomics in diabetes studies has rapidly evolved during the las t decade and provides researchers with the opportunity to gain new insights in metaboli c profiling and pathophysiological mechanisms. Thus, several metabolites were identified to be related to diabetes or insulin resistance and represent the basis for the identification of novel diabetes biomarkers. Some findings were newly discovered altered metabolites e.g. bile acids, whereas other metabolic variations were already known e.g. fatty ac ids or amino acids. However, the results often led to a revalue of knowledge. Langenberg and colleague (Langenberg and Savage 2011) currently discuss the potential of an amino acid profile as predictor of T2DM and highlighted the fact that the addition of amino acids t o established risk factors only minimal improved the risk predication. This general problem is also apparent for genetic variants and other clinical novel biomarkers of diabetes whose power to add considerable improvement in risk assessment is limited (Lyssenko, et al. 2008; Meigs, et al. 2008; Salomaa, et al. 2010)."
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 14,
        "text": "t o established risk factors only minimal improved the risk predication. This general problem is also apparent for genetic variants and other clinical novel biomarkers of diabetes whose power to add considerable improvement in risk assessment is limited (Lyssenko, et al. 2008; Meigs, et al. 2008; Salomaa, et al. 2010). Nevertheless, metabolomics increase the kn owledge of disease progression and provide approaches for therapy. DECLARATION OF INTEREST The author declares that there is no conflict of interest that could be pe rceived as prejudicing the impartiality of the research reported. FUNDING The author receives the Käthe9Kluth9Scholarship funded by the Ernst9Moritz9Ar ndt University Greifswald. Page 19 of 33 20REFERENCES American Association of Clinical Endocrinologists 2 007 State of diabetes complications in America: a comprehensive report issued by the Ameri can Association of Clinical Endocrinologists. http://multivu.prnewswire.com/mnr/AACE/2007/docs/Di abetes_Complications_Report.pd f. Accessed May 23, 2012. Bell JD, Brown JC & Sadler PJ 1989 NMR studies of b ody fluids. NMR Biomed 2 246,256. Bictash M, Ebbels TM, Chan Q, Loo RL, Yap IK, Brown IJ, de Iorio M, Daviglus ML, Holmes E, Stamler J, et al. 2010 Opening up the \"Bl ack Box\": metabolic phenotyping and metabolome,wide association studies in epidemiology . J Clin Epidemiol 63 970,979. Springer 2005 Essential NMR: for Scientists and Eng ineers. Berlin. Boden G 2003 Effects of free fatty acids (FFA) on g lucose metabolism: significance for insulin resistance and type 2 diabetes. Exp Clin En docrinol Diabetes 111 121,124. Boden G 2011 Obesity, insulin resistance and free f atty acids. Curr Opin Endocrinol Diabetes Obes 18 139,143. Boden G, Chen X & Iqbal N 1998 Acute lowering of pl asma fatty acids lowers basal insulin secretion in diabetic and nondiabetic subjects. Dia betes 47 1609,1612. Brufau G, Stellaard F, Prado K, Bloks VW, Jonkers E , Boverhof R, Kuipers F & Murphy EJ 2010 Improved glycemic control with colesevelam tre atment in patients with type 2 diabetes is not directly associated with changes in bile acid metabolism. Hepatology 52 1455,1464. Buscher JM, Czernik D, Ewald JC, Sauer U & Zamboni N 2009 Cross,platform comparison of methods for quantitative metabolomics of primary metabolism. Anal Chem 81 2135, 2143. Charles MA, Eschwege E, Thibult N, Claude JR, Warne t JM, Rosselin GE, Girard J & Balkau B 1997 The role of non,esterified fatty acids in th e deterioration of glucose tolerance in Caucasian subjects: results of the Paris Prospectiv e Study. Diabetologia 40 1101,1106. Chen D & Wang MW 2005 Development and application o f rodent models for type 2 diabetes. Diabetes Obes Metab 7 307,317. Connor SC, Hansen MK, Corner A, Smith RF & Ryan TE 2010 Integration of metabolomics and transcriptomics data to aid biomarker discovery in type 2 diabetes. Mol Biosyst 6 909, 921. Page 20 of 33 21Cusi K, Kashyap S, Gastaldelli A, Bajaj M & Cersosi mo E 2007 Effects on insulin secretion and insulin action of a 48,h reduction of plasma fr ee fatty acids with acipimox in nondiabetic subjects genetically predisposed to typ e"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 15,
        "text": "diabetes. Mol Biosyst 6 909, 921. Page 20 of 33 21Cusi K, Kashyap S, Gastaldelli A, Bajaj M & Cersosi mo E 2007 Effects on insulin secretion and insulin action of a 48,h reduction of plasma fr ee fatty acids with acipimox in nondiabetic subjects genetically predisposed to typ e 2 diabetes. Am J Physiol Endocrinol Metab 292 E1775,1781. De Barros SG, Balistreri WF, Soloway RD, Weiss SG, Miller PC & Soper K 1982 Response of total and individual serum bile acids to endogen ous and exogenous bile acid input to the enterohepatic circulation. Gastroenterology 82 647,652. John Wiley & Sons 2007 Mass Spectrometry: Principle s and Applications. New York. De Palo E, Gatti R, Sicolo N, Padovan D, Vettor R & Federspil G 1981 Plasma and urine free L,carnitine in human diabetes mellitus. Acta Diabet ol Lat 18 91,95. Delarue J & Magnan C 2007 Free fatty acids and insu lin resistance. Curr Opin Clin Nutr Metab Care 10 142,148. Duggan GE, Hittel DS, Hughey CC, Weljie A, Vogel HJ & Shearer J 2011 Differentiating short, and long,term effects of diet in the obese m ouse using (1) H,nuclear magnetic resonance metabolomics. Diabetes Obes Metab 13 859, 862. Dunn WB, Bailey NJ & Johnson HE 2005 Measuring the metabolome: current analytical technologies. Analyst 130 606,625. Fearnside JF, Dumas ME, Rothwell AR, Wilder SP, Clo arec O, Toye A, Blancher C, Holmes E, Tatoud R, Barton RH, et al. 2008 Phylometabonomi c patterns of adaptation to high fat diet feeding in inbred mice. PLoS One 3 e1668. Felig P, Marliss E & Cahill GF, Jr. 1969 Plasma ami no acid levels and insulin secretion in obesity. N Engl J Med 281 811,816. Floyd JC, Jr., Fajans SS, Conn JW, Knopf RF & Rull J 1966 Stimulation of insulin secretion by amino acids. J Clin Invest 45 1487,1502. Floyd JC, Jr., Fajans SS, Conn JW, Thiffault C, Kno pf RF & Guntsche E 1968 Secretion of insulin induced by amino acids and glucose in diabe tes mellitus. J Clin Endocrinol Metab 28 266,276. Fraenkel M, Ketzinel,Gilad M, Ariav Y, Pappo O, Kar aca M, Castel J, Berthault MF, Magnan C, Cerasi E, Kaiser N, et al. 2008 mTOR inhibition by rapamycin prevents beta,cell adaptation to hyperglycemia and exacerbates the met abolic state in type 2 diabetes. Diabetes 57 945,957. Fujimura KE, Slusher NA, Cabana MD & Lynch SV 2010 Role of the gut microbiota in defining human health. Expert Rev Anti Infect Ther 8 435,454. Page 21 of 33 22Garg A & Grundy SM 1994 Cholestyramine therapy for dyslipidemia in non,insulin, dependent diabetes mellitus. A short,term, double,b lind, crossover trial. Ann Intern Med 121 416,422. Gipson GT, Tatsuoka KS, Ball RJ, Sokhansanj BA, Han sen MK, Ryan TE, Hodson MP, Sweatman BC & Connor SC 2008 Multi,platform investi gation of the metabolome in a leptin receptor defective murine model of type 2 di abetes. Mol Biosyst 4 1015,1023. Griffin JL, Atherton H, Shockcor J & Atzori L 2011 Metabolomics as a"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 16,
        "text": "Sokhansanj BA, Han sen MK, Ryan TE, Hodson MP, Sweatman BC & Connor SC 2008 Multi,platform investi gation of the metabolome in a leptin receptor defective murine model of type 2 di abetes. Mol Biosyst 4 1015,1023. Griffin JL, Atherton H, Shockcor J & Atzori L 2011 Metabolomics as a tool for cardiac research. Nat Rev Cardiol 8 630,643. Griffin ME, Marcucci MJ, Cline GW, Bell K, Barucci N, Lee D, Goodyear LJ, Kraegen EW, White MF & Shulman GI 1999 Free fatty acid,induced insulin resistance is associated with activation of protein kinase C theta and alter ations in the insulin signaling cascade. Diabetes 48 1270,1274. Herder C & Roden M 2011 Genetics of type 2 diabetes : pathophysiologic and clinical relevance. Eur J Clin Invest 41 679,692. Hollywood K, Brison DR & Goodacre R 2006 Metabolomi cs: current technologies and future trends. Proteomics 6 4716,4723. Houten SM, Watanabe M & Auwerx J 2006 Endocrine fun ctions of bile acids. EMBO J 25 1419,1425. Huffman KM, Shah SH, Stevens RD, Bain JR, Muehlbaue r M, Slentz CA, Tanner CJ, Kuchibhatla M, Houmard JA, Newgard CB, et al. 2009 Relationships between circulating metabolic intermediates and insulin action in overw eight to obese, inactive men and women. Diabetes Care 32 1678,1683. Iles RA, Hind AJ & Chalmers RA 1985 Use of proton n uclear magnetic resonance spectroscopy in detection and study of organic acid urias. Clin Chem 31 1795,1801. Jensen MD, Haymond MW, Rizza RA, Cryer PE & Miles J M 1989 Influence of body fat distribution on free fatty acid metabolism in obesi ty. J Clin Invest 83 1168,1173. Khamzina L, Veilleux A, Bergeron S & Marette A 2005 Increased activation of the mammalian target of rapamycin pathway in liver and skeletal muscle of obese rats: possible involvement in obesity,linked insulin resi stance. Endocrinology 146 1473,1481. Kim HJ, Kim JH, Noh S, Hur HJ, Sung MJ, Hwang JT, P ark JH, Yang HJ, Kim MS, Kwon DY, et al. 2011 Metabolomic analysis of livers and serum from high,fat diet induced obese mice. J Proteome Res 10 722,731. Page 22 of 33 23Kim SH, Yang SO, Kim HS, Kim Y, Park T & Choi HK 20 09 1H,nuclear magnetic resonance spectroscopy,based metabolic assessment i n a rat model of obesity induced by a high,fat diet. Anal Bioanal Chem 395 1117,1124. Kondo K & Kadowaki T 2010 Colestilan monotherapy si gnificantly improves glycaemic control and LDL cholesterol levels in patients with type 2 diabetes: a randomized double, blind placebo,controlled study. Diabetes Obes Metab 12 246,251. Krebs M, Krssak M, Bernroider E, Anderwald C, Brehm A, Meyerspeer M, Nowotny P, Roth E, Waldhausl W & Roden M 2002 Mechanism of amino ac id,induced skeletal muscle insulin resistance in humans. Diabetes 51 599,605. Langenberg C & Savage DB 2011 An amino acid profile to predict diabetes? Nat Med 17 418,420. Lanza IR, Zhang S, Ward LE, Karakelides H, Raftery D & Nair KS 2010 Quantitative metabolomics by H,NMR and LC,MS/MS confirms altered metabolic pathways in"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 17,
        "text": "muscle insulin resistance in humans. Diabetes 51 599,605. Langenberg C & Savage DB 2011 An amino acid profile to predict diabetes? Nat Med 17 418,420. Lanza IR, Zhang S, Ward LE, Karakelides H, Raftery D & Nair KS 2010 Quantitative metabolomics by H,NMR and LC,MS/MS confirms altered metabolic pathways in diabetes. PLoS One 5 e10538. Lefebvre P, Cariou B, Lien F, Kuipers F & Staels B 2009 Role of bile acids and bile acid receptors in metabolic regulation. Physiol Rev 89 1 47,191. Lenz EM & Wilson ID 2007 Analytical strategies in m etabonomics. J Proteome Res 6 443, 458. Li LO, Hu YF, Wang L, Mitchell M, Berger A & Colema n RA 2010a Early hepatic insulin resistance in mice: a metabolomics analysis. Mol En docrinol 24 657,666. Li T, Chanda D, Zhang Y, Choi HS & Chiang JY 2010b Glucose stimulates cholesterol 7alpha,hydroxylase gene transcription in human hepa tocytes. J Lipid Res 51 832,842. Li T, Francl JM, Boehme S, Ochoa A, Zhang Y, Klaass en CD, Erickson SK & Chiang JY 2012 Glucose and insulin induction of bile acid syn thesis: mechanisms and implication in diabetes and obesity. J Biol Chem 287 1861,1873. Li T, Kong X, Owsley E, Ellis E, Strom S & Chiang J Y 2006 Insulin regulation of cholesterol 7alpha,hydroxylase expression in human hepatocytes: roles of forkhead box O1 and sterol regulatory element,binding protein 1c. J Biol Chem 281 28745,28754. Li X, Xu Z, Lu X, Yang X, Yin P, Kong H, Yu Y & Xu G 2009 Comprehensive two, dimensional gas chromatography/time,of,flight mass spectrometry for metabonomics: Biomarker discovery for diabetes mellitus. Anal Chi m Acta 633 257,262. Liddle RA, Goldfine ID, Rosen MS, Taplitz RA & Will iams JA 1985 Cholecystokinin bioactivity in human plasma. Molecular forms, respo nses to feeding, and relationship to gallbladder contraction. J Clin Invest 75 1144,1152 . Page 23 of 33 24Lin S, Yang Z, Liu H, Tang L & Cai Z 2011 Beyond gl ucose: metabolic shifts in responses to the effects of the oral glucose tolerance test and the high,fructose diet in rats. Mol Biosyst 7 1537,1548. Lindon JC, Holmes E & Nicholson JK 2007 Metabonomic s in pharmaceutical R&D. FEBS J 274 1140,1151. Luetscher JA 1942 The Metabolism of Amino Acids in Diabetes Mellitus. J Clin Invest 21 275,279. Lyssenko V, Jonsson A, Almgren P, Pulizzi N, Isomaa B, Tuomi T, Berglund G, Altshuler D, Nilsson P & Groop L 2008 Clinical risk factors, DNA variants, and the development of type 2 diabetes. N Engl J Med 359 2220,2232. Major HJ, Williams R, Wilson AJ & Wilson ID 2006 A metabonomic analysis of plasma from Zucker rat strains using gas chromatography/ma ss spectrometry and pattern recognition. Rapid Commun Mass Spectrom 20 3295,330 2. Matysik S, Martin J, Bala M, Scherer M, Schaffler A & Schmitz G 2011 Bile acid signaling after an oral glucose tolerance test. Chem Phys Lip ids 164 525,529. Meigs JB, Shrader P, Sullivan LM, McAteer JB, Fox C S, Dupuis J,"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 18,
        "text": "recognition. Rapid Commun Mass Spectrom 20 3295,330 2. Matysik S, Martin J, Bala M, Scherer M, Schaffler A & Schmitz G 2011 Bile acid signaling after an oral glucose tolerance test. Chem Phys Lip ids 164 525,529. Meigs JB, Shrader P, Sullivan LM, McAteer JB, Fox C S, Dupuis J, Manning AK, Florez JC, Wilson PW, D'Agostino RB, Sr., et al. 2008 Genotype score in addition to common risk factors for prediction of type 2 diabetes. N Engl J Med 359 2208,2219. Messana I, Forni F, Ferrari F, Rossi C, Giardina B & Zuppi C 1998 Proton nuclear magnetic resonance spectral profiles of urine in type II dia betic patients. Clin Chem 44 1529,1534. Mihalik SJ, Goodpaster BH, Kelley DE, Chace DH, Voc kley J, Toledo FG & DeLany JP 2010 Increased levels of plasma acylcarnitines in o besity and type 2 diabetes and identification of a marker of glucolipotoxicity. Ob esity (Silver Spring) 18 1695,1700. Mochida T, Tanaka T, Shiraki Y, Tajiri H, Matsumoto S, Shimbo K, Ando T, Nakamura K, Okamoto M & Endo F 2011 Time,dependent changes in t he plasma amino acid concentration in diabetes mellitus. Mol Genet Metab 103 406,409. Newgard CB, An J, Bain JR, Muehlbauer MJ, Stevens R D, Lien LF, Haqq AM, Shah SH, Arlotto M, Slentz CA, et al. 2009 A branched,chain amino acid,related metabolic signature that differentiates obese and lean humans and contributes to insulin resistance. Cell Metab 9 311,326. Nicholson JK, Holmes E & Wilson ID 2005 Gut microor ganisms, mammalian metabolism and personalized health care. Nat Rev Microbiol 3 4 31,438. Page 24 of 33 25Nicholson JK, Lindon JC & Holmes E 1999 'Metabonomi cs': understanding the metabolic responses of living systems to pathophysiological s timuli via multivariate statistical analysis of biological NMR spectroscopic data. Xeno biotica 29 1181,1189. Nicholson JK, O'Flynn MP, Sadler PJ, Macleod AF, Ju ul SM & Sonksen PH 1984 Proton, nuclear,magnetic,resonance studies of serum, plasma and urine from fasting normal and diabetic subjects. Biochem J 217 365,375. Noble JA & Erlich HA 2012 Genetics of type 1 diabet es. Cold Spring Harb Perspect Med 2 a007732. Oliver SG, Winson MK, Kell DB & Baganz F 1998 Syste matic functional analysis of the yeast genome. Trends Biotechnol 16 373,378. Opie LH & Walfish PG 1963 Plasma free fatty acid co ncentrations in obesity. N Engl J Med 268 757,760. Oresic M, Simell S, Sysi,Aho M, Nanto,Salonen K, Se ppanen,Laakso T, Parikka V, Katajamaa M, Hekkala A, Mattila I, Keskinen P, et a l. 2008 Dysregulation of lipid and amino acid metabolism precedes islet autoimmunity i n children who later progress to type 1 diabetes. J Exp Med 205 2975,2984. Pankow JS, Duncan BB, Schmidt MI, Ballantyne CM, Co uper DJ, Hoogeveen RC & Golden SH 2004 Fasting plasma free fatty acids and risk of type 2 diabetes: the atherosclerosis risk in communities study. Diabetes Care 27 77,82. Paolisso G, Tataranni PA, Foley JE, Bogardus C, How ard BV & Ravussin E 1995 A high"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 19,
        "text": "MI, Ballantyne CM, Co uper DJ, Hoogeveen RC & Golden SH 2004 Fasting plasma free fatty acids and risk of type 2 diabetes: the atherosclerosis risk in communities study. Diabetes Care 27 77,82. Paolisso G, Tataranni PA, Foley JE, Bogardus C, How ard BV & Ravussin E 1995 A high concentration of fasting plasma non,esterified fatt y acids is a risk factor for the development of NIDDM. Diabetologia 38 1213,1217. Patterson AD, Bonzo JA, Li F, Krausz KW, Eichler GS , Aslam S, Tigno X, Weinstein JN, Hansen BC, Idle JR, et al. 2011 Metabolomics reveal s attenuation of the SLC6A20 kidney transporter in nonhuman primate and mouse models of type 2 diabetes mellitus. J Biol Chem 286 19511,19522. Patti ME, Brambilla E, Luzi L, Landaker EJ & Kahn C R 1998 Bidirectional modulation of insulin action by amino acids. J Clin Invest 101 15 19,1529. Pelkonen R, Nikkila EA & Kekki M 1967 Metabolism of glycerol in diabetes mellitus. Diabetologia 3 1,8. Polychronakos C & Li Q 2011 Understanding type 1 di abetes through genetics: advances and prospects. Nat Rev Genet 12 781,792. Page 25 of 33 26Prakash S, Tomaro,Duchesneau C, Saha S & Cantor A 2 011 The gut microbiota and human health with an emphasis on the use of microencapsul ated bacterial cells. J Biomed Biotechnol 2011 981214. Prawitt J, Caron S & Staels B 2011 Bile acid metabo lism and the pathogenesis of type 2 diabetes. Curr Diab Rep 11 160,166. Rhee EP & Gerszten RE 2012 Metabolomics and cardiov ascular biomarker discovery. Clin Chem 58 139,147. Salek RM, Maguire ML, Bentley E, Rubtsov DV, Hough T, Cheeseman M, Nunez D, Sweatman BC, Haselden JN, Cox RD, et al. 2007 A met abolomic comparison of urinary changes in type 2 diabetes in mouse, rat, and human . Physiol Genomics 29 99,108. Salomaa V, Havulinna A, Saarela O, Zeller T, Jousil ahti P, Jula A, Muenzel T, Aromaa A, Evans A, Kuulasmaa K, et al. 2010 Thirty,one novel biomarkers as predictors for clinically incident diabetes. PLoS One 5 e10100. Santomauro AT, Boden G, Silva ME, Rocha DM, Santos RF, Ursich MJ, Strassmann PG & Wajchenberg BL 1999 Overnight lowering of free fatt y acids with Acipimox improves insulin resistance and glucose tolerance in obese d iabetic and nondiabetic subjects. Diabetes 48 1836,1841. Shaham O, Wei R, Wang TJ, Ricciardi C, Lewis GD, Va san RS, Carr SA, Thadhani R, Gerszten RE & Mootha VK 2008 Metabolic profiling of the human response to a glucose challenge reveals distinct axes of insulin sensitiv ity. Mol Syst Biol 4 214. Shearer J, Duggan G, Weljie A, Hittel DS, Wasserman DH & Vogel HJ 2008 Metabolomic profiling of dietary,induced insulin resistance in the high fat,fed C57BL/6J mouse. Diabetes Obes Metab 10 950,958. Spegel P, Danielsson APH, Bacos K, Nagorny CLF, Mor itz T, Mulder H & Filipsson K 2010 Metabolomic analysis of a human oral glucose tolera nce test reveals fatty acids as reliable indicators of regulated metabolism Metabolomics 6 5"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 20,
        "text": "in the high fat,fed C57BL/6J mouse. Diabetes Obes Metab 10 950,958. Spegel P, Danielsson APH, Bacos K, Nagorny CLF, Mor itz T, Mulder H & Filipsson K 2010 Metabolomic analysis of a human oral glucose tolera nce test reveals fatty acids as reliable indicators of regulated metabolism Metabolomics 6 5 6,66. Suhre K, Meisinger C, Doring A, Altmaier E, Belcred i P, Gieger C, Chang D, Milburn MV, Gall WE, Weinberger KM, et al. 2010 Metabolic footp rint of diabetes: a multiplatform metabolomics study in an epidemiological setting. P LoS One 5 e13953. Suzuki T, Oba K, Futami S, Suzuki K, Ouchi M, Igari Y, Matsumura N, Watanabe K, Kigawa Y & Nakano H 2006 Blood glucose,lowering activity o f colestimide in patients with type 2 diabetes and hypercholesterolemia: a case,control study comparing colestimide with acarbose. J Nihon Med Sch 73 277,284. Page 26 of 33 27Tweeddale H, Notley,McRobb L & Ferenci T 1998 Effec t of slow growth on metabolism of Escherichia coli, as revealed by global metabolite pool (\"metabolome\") analysis. J Bacteriol 180 5109,5116. Um SH, Frigerio F, Watanabe M, Picard F, Joaquin M, Sticker M, Fumagalli S, Allegrini PR, Kozma SC, Auwerx J, et al. 2004 Absence of S6K1 pro tects against age, and diet,induced obesity while enhancing insulin sensitivity. Nature 431 200,205. Wang TJ, Larson MG, Vasan RS, Cheng S, Rhee EP, McC abe E, Lewis GD, Fox CS, Jacques PF, Fernandez C, et al. 2011 Metabolite profiles an d the risk of developing diabetes. Nat Med 17 448,453. Wild S, Roglic G, Green A, Sicree R & King H 2004 G lobal prevalence of diabetes: estimates for the year 2000 and projections for 2030. Diabete s Care 27 1047,1053. Wilding JP 2007 The importance of free fatty acids in the development of Type 2 diabetes. Diabet Med 24 934,945. Williams R, Lenz EM, Wilson AJ, Granger J, Wilson I D, Major H, Stumpf C & Plumb R 2006a A multi,analytical platform approach to the m etabonomic analysis of plasma from normal and Zucker (fa/fa) obese rats. Mol Biosyst 2 174,183. Williams RE, Lenz EM, Evans JA, Wilson ID, Granger JH, Plumb RS & Stumpf CL 2005a A combined (1)H NMR and HPLC,MS,based metabonomic stu dy of urine from obese (fa/fa) Zucker and normal Wistar,derived rats. J Ph arm Biomed Anal 38 465,471. Williams RE, Lenz EM, Lowden JS, Rantalainen M & Wi lson ID 2005b The metabonomics of aging and development in the rat: an investigati on into the effect of age on the profile of endogenous metabolites in the urine of male rats using 1H NMR and HPLC,TOF MS. Mol Biosyst 1 166,175. Williams RE, Lenz EM, Rantalainen M & Wilson ID 200 6b The comparative metabonomics of age,related changes in the urinary composition o f male Wistar,derived and Zucker (fa/fa) obese rats. Mol Biosyst 2 193,202. World Health Organization 2006 Definition and diagn osis of diabetes mellitus and intermediate hyperglycemia. Report of a WHO consult ation. Geneva Xu J, Zhang J, Cai S,"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 21,
        "text": "The comparative metabonomics of age,related changes in the urinary composition o f male Wistar,derived and Zucker (fa/fa) obese rats. Mol Biosyst 2 193,202. World Health Organization 2006 Definition and diagn osis of diabetes mellitus and intermediate hyperglycemia. Report of a WHO consult ation. Geneva Xu J, Zhang J, Cai S, Dong J, Yang JY & Chen Z 2009 Metabonomics studies of intact hepatic and renal cortical tissues from diabetic db /db mice using high,resolution magic, angle spinning 1H NMR spectroscopy. Anal Bioanal Ch em 393 1657,1668. Yi L, He J, Liang Y, Yuan D, Gao H & Zhou H 2007 Si multaneously quantitative measurement of comprehensive profiles of esterified and non,esterified fatty acid in plasma of type 2 diabetic patients. Chem Phys Lipid s 150 204,216. Page 27 of 33 28Yi L, Yuan D, Che Z, Liang Y, Zhou Z, Gao H & Wang Y 2008 Plasma fatty acid metabolic profile coupled with uncorrelated linear discrimina nt analysis to diagnose and biomarker screening of type 2 diabetes and type 2 diabetic co ronary heart diseases. Metabolomics 4 30,38. Yi LZ, He J, Liang YZ, Yuan DL & Chau FT 2006 Plasm a fatty acid metabolic profiling and biomarkers of type 2 diabetes mellitus based on GC/ MS and PLS,LDA. FEBS Lett 580 6837,6845. Zhang S, Nagana Gowda GA, Asiago V, Shanaiah N, Bar bas C & Raftery D 2008 Correlative and quantitative 1H NMR,based metabolomics reveals specific metabolic pathway disturbances in diabetic rats. Anal Biochem 383 76, 84. Zhao LC, Zhang XD, Liao SX, Gao HC, Wang HY & Lin D H 2010a A metabonomic comparison of urinary changes in Zucker and GK rats . J Biomed Biotechnol 2010:431894. Zhao X, Fritsche J, Wang J, Chen J, Rittig K, Schmi tt,Kopplin P, Fritsche A, Haring HU, Schleicher ED, Xu G, et al. 2010b Metabonomic finge rprints of fasting plasma and spot urine reveal human pre,diabetic metabolic traits. M etabolomics 6 362,374. Zhao X, Peter A, Fritsche J, Elcnerova M, Fritsche A, Haring HU, Schleicher ED, Xu G & Lehmann R 2009 Changes of the plasma metabolome dur ing an oral glucose tolerance test: is there more than glucose to look at? Am J P hysiol Endocrinol Metab 296 E384,393. Zieve FJ, Kalin MF, Schwartz SL, Jones MR & Bailey WL 2007 Results of the glucose, lowering effect of WelChol study (GLOWS): a randomi zed, double,blind, placebo, controlled pilot study evaluating the effect of col esevelam hydrochloride on glycemic control in subjects with type 2 diabetes. Clin Ther 29 74,83. Zuppi C, Messana I, Tapanainen P, Knip M, Vincenzon i F, Giardina B & Nuutinen M 2002 Proton nuclear magnetic resonance spectral profiles of urine from children and adolescents with type 1 diabetes. Clin Chem 48 660, 662. Page 28 of 33 29FIGURE LEGENDS Figure 1 . Assigned high resolution 1H nuclear magnetic resonance spectrum of a human plasma (600 MHz) and human urine (400MHz) sample. Figure 2 . GC9MS analysis of organic acids in human urine. Above 9 total ion"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 22,
        "text": "1 diabetes. Clin Chem 48 660, 662. Page 28 of 33 29FIGURE LEGENDS Figure 1 . Assigned high resolution 1H nuclear magnetic resonance spectrum of a human plasma (600 MHz) and human urine (400MHz) sample. Figure 2 . GC9MS analysis of organic acids in human urine. Above 9 total ion current (TIC) chromatogram; below 9 mass spectrum at retention time 44.727min. 1 . glycolic; 2. p9cresol; 3. 39hydoxyisovaleric; 4. urea; 5. succinate; 6. hydroxyphenylacetic; 7. aconit ic; 8. citric; 9. 49(39 hydroxyprop919enyl)phenol. Page 29 of 33 Table 1. List of altered amino acids in patients with diabet es or during an oral glucose tolerance test (OGTT). Amino acids Essential (E) Nonessential (NE) Alanine Metabolism Glutathione Metabolism Glycine and Serine Metabolism Valine, Leucine / Iso- leucine Degradation Glucose-Alanine Cycle Urea Cycle Bile Acid Biosynthesis Methionine Metabolism Histidine Metabolism Further pathways Reference Patient studies Reference OGTT studies Alanine NE X X X X Selenoamino Acid Metabolism Messana 1998; Nicholson 1984; Oresic 2008; Zuppi 2002 Arginine E X X X Shaham 2008 Shaham 2008 Citrulline na X Arginine and Proline Metabo lism, Aspartate Metabolism Lanza 2010 Glutamate NE X X X X X X Arginine and Proline Metabolism, Amino Sugar Metabolism, Cysteine Metabolism, Folate Metabolism Lanza 2010; Messana 1998 Spegel 2010 Glycine NE X X X X X Carnitine Synthesis, Porph yrin Metabolism Shaham 2008 Suhre 2010 Histidine E X Lanza 2010; Wang 2011 Homocitrulline n. s. Shaham 2008; Spegel 2010 Lanza 2010; Wang 2011 Isoleucine E X Shaham 2008 Shaham 2008 Leucine E X Shaham 2008; Spegel 2010 Shaham 2008; Spegel 2010 Lysine E Carnitine Synthesis, Biotin Metab olism Lanza 2010; Suhre 2010; Wang 2011 Shaham 2008; Spegel 2010; Zhao 2009 Methionine E X X Spermidine / Spermine Biosy nthesis, Betaine Metabolism Spegel 2010 Lanza 2010 Ornithine NE X X X Spermidine / Spermine Bios ynthesis Spegel 2010 Oresic 2008; Wang 2011; Zhao 2010b Phenylalanine E Phenylalanine and Tyrosine Metabolism Zhao 2009 Lanza 2010; Wang 2011 Pyroglutamate n.a. X Shaham 200 Lanza 2010; Nicholson 1984; Wang 2011 Threonine E X Threonine and 2-Oxobutanoate Degradation Shaham 2008; Spegel 2010 Tryptophan E Tryptophan Metabolism Messana 1998; Nicholson 1984; Oresic 2008; Zuppi 2002 Tyrosine NE Phenylalanine and Tyrosine Metabolism, Catecholamin e Biosynthesis Shaham 2008 Shaham 2008 Valine E X Propanoate Metabolism Lanza 2010 Pathways were listed according to the Human Metabol ome Database. N. s. = not specified. Page 30 of 33 Table 2. List of altered fatty acids in patients with diabet es or during an oral glucose tolerance test (OGTT). Pathways Reference Patient studies Reference OGTT studies Saturated fatty acid (SFA) C6:0 Caproic acid Beta Oxidation of Very Long Chain FA, FA Biosynthesis, Mitochondrial Beta-Oxidation of Short Chain Saturated FA Suhre 2010 C7:0 Heptanoic acid n. s. Suhre 2010 C9:0 Pelargonic acid n. s. Suhre 2010 C12:0 Lauric acid Beta Oxidation of Very Long Chain FA, FA Biosynthesis, Mitochondrial Beta- Oxidation of Medium Chain Saturated FA Spegel 2010 Yi 2007; Yi 2008 C14:0 Myristic Acid FA Biosynthesis Zhao 2009 Yi 20 07; Yi"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 23,
        "text": "Heptanoic acid n. s. Suhre 2010 C9:0 Pelargonic acid n. s. Suhre 2010 C12:0 Lauric acid Beta Oxidation of Very Long Chain FA, FA Biosynthesis, Mitochondrial Beta- Oxidation of Medium Chain Saturated FA Spegel 2010 Yi 2007; Yi 2008 C14:0 Myristic Acid FA Biosynthesis Zhao 2009 Yi 20 07; Yi 2008 C15:0 Pentadecanoic acid n. s. Li 2009; Yi 2007; Yi 2008; Yi 2006; Zhao 2010b C16:0 Palmitic acid FA Biosynthesis, FA Elongation In Mitochondria, FA Metabolism, Glycerolipid Metabolism Zhao 2009 Yi 2007; Yi 2008; Yi 2006; Zhao 2010b C18:0 Stearic acid Mitochondrial Beta-Oxidation of Long Chain Saturated FA Spegel 2010; Zhao 2009 Yi 2007; Yi 2008 C20:0 Arachidic acid n. s. Yi 2007; Yi 2008; Yi 2006 C24:0 Lignoceric acid Beta Oxidation of Very Long C hain FA Monounsaturated fatty acid (MUFA) C14:1, C20:1 - n. s. Spegel 2010 Yi 2007; Yi 2008; Yi 2006; Zhao 2010b C16:1 C16:1n-7: Palmitoleic acid C16:1n-9: Hexadecenoic acid n. s. Spegel 2010; Zhao 2009 C18:1 C18:1n-7: cis-Vaccenic acid C18:1n-9: Oleic acid n. s. Li 2009; Yi 2007; Yi 2008; Zhao 2010b Spegel 2010; Zhao 2009 Polyunsaturated fatty acid (PUFA) C18:2 C18:2n-6: Linoleic acid α-Linolenic Acid / Linoleic Acid Metabolism Zhao 201 0b C18:3 C18:3n-3: α-linolenic acid C18:3n-6: γ-linolenic acid α-Linolenic Acid / Linoleic Acid Metabolism Yi 2007; Yi 2008; Zhao 2010b Zhao 2009 C20:2 - n. s. Zhao 2009 Yi 2007; Yi 2008 C20:3, C22:4 - n. s. Zhao 2009 Yi 2008; Zhao 2010b C20:4 C20:4n-6: Arachidonic acid α-Linolenic Acid / Linoleic Acid Metabolism Zhao 200 9 Zhao 2010b C20:5, C22:6 - n. s. C22:5 - n. s. Mihalik 2010 Carnitine - Oxidation of Branched Chain FA, Carnitine Synthesis, Beta Oxidation of Very Long Chain FA, Mitochondrial Beta-Oxidation of Long/Short Chain Saturated FA Mihalik 2010 Acylcarnitines C3 Propionylcarnitine Oxidation of Branched Chain F A Mihalik 2010 C4, C4OH (Hydroxy-)Butyrylcarnitine n. s. Mihalik 2010 C5, C5OH (Hydroxy-)Valerylcarnitine n. s. Mihalik 2010 Zhao 2009 C6, C6OH (Hydroxy-)Hexenoylcarnitine n. s. Zhao 2009 Mihalik 2010 C8 Octanoylcarnitine Mitochondrial Beta-Oxidation of Short Chain Saturated FA Zhao 2009 Mihalik 2010 C10, C10:1 Decanoylcarnitine n. s. Mihalik 2010 C12 Dodecanoylcarnitine n. s. Suhre 2010 C14:1, C14OH (Hydroxy-)Tetradecanoylcarnitine n. s. Suhre 2010 C16, C16OH (Hydroxy-)Hexadecanoylcarnitine n. s. Suhre 2010 C18, C18:1 Octadecanoylcarnitine n. s. Spegel 2010 Yi 2007; Yi 2008 Pathways were listed according to the Human Metabol ome Database. N. s. = not specified. FA = fatty aci ds. Page 31 of 33 Assigned high resolution 1H nuclear magnetic resona nce spectrum of a human plasma (600 MHz) and human urine (400MHz) sample. 910x806mm (96 x 96 DPI) Page 32 of 33 GC-MS analysis of organic acids in human urine. Abo ve - total ion current (TIC) chromatogram; below - mass spectrum at retention time 44.727min. 888x937mm (96 x 96 DPI) Page 33 of 33"
    },
    {
        "doc_id": 0,
        "filename": "Metabolomics in Diabetes Research.pdf",
        "chunk_id": 24,
        "text": "mass spectrum at retention time 44.727min. 888x937mm (96 x 96 DPI) Page 33 of 33"
    }
]